import './DeliveryInfo.scss';

import Breadcrumbs from '../../common/Breadcrumbs/Breadcrumbs';

const DeliveryInfo = () => {
  return (
    <section className="deliveryInfo">
      <Breadcrumbs />
      <h2>Умови доставки та оплати</h2>
      <h3>Способи доставки</h3>
      <ul>
        <li>
          <h4>Нова Пошта</h4>
          <p>
            Ми здійснюємо доставку Новою Поштою по всій території України.
            Доставка накладним платежем доступна за умови передоплати. У разі
            відмови клієнта від замовленого товару передоплата перекриває
            транспортні витрати. Всі транспортні витрати оплачуються покупцем
            Кошти за пересилку товару не повертаються.
          </p>
        </li>
        <li>
          <h4>Укрпошта</h4>
          <p>Доставка Укрпоштою здійснюеться тільки після 100% передоплати.</p>
        </li>
        <li>
          <h4>Самовивіз</h4>
          <p>
            Шановні покупці! УВАГА!! Самовивіз доступний виключно за умови
            попереднього замовлення на суму не менше 500 грн, замовлення з
            меншою вартістю для самовивозу не доступні!!! УВАГА! ОБОВ&#39;ЯЗКОВО
            уточнюйте час і адресу самовивозу, а так само наявність товару у
            менеджера по телефону. Пункт видачі працює з 9:00 до 18:00. Вихідний
            неділя.
          </p>
        </li>
      </ul>

      <h3>Способи оплати</h3>
      <ul>
        <li>
          <h4>Післяплата</h4>
          <p>Післяплата (накладний платіж) доступний за умови передоплати!</p>
        </li>
        <li>
          <h4>Оплата за реквізитами на розрахунковий рахунок ФОП.</h4>
        </li>
      </ul>
    </section>
  );
};

export default DeliveryInfo;
